{"web_1":"All'interno dell'app web, gli utenti possono esplorare, acquisire e potenzialmente rivendere token, che conferiscono loro i diritti esclusivi sull'audio di versioni alternative di canzoni. Una caratteristica notevole è la disponibilità di un'anteprima di 30 secondi per ogni versione della canzone, che consente agli utenti di ascoltare un'anteprima del pezzo e di non prendere decisioni al buio.","web_2":"L'app web è progettata per essere intuitiva e facile da usare. È stata posta particolare attenzione a semplificare il processo di acquisto; l'obiettivo di LIR è garantire che anche le persone meno familiari con l'universo delle criptovalute possano navigare facilmente nei passaggi necessari per creare e utilizzare un portafoglio. Infatti, è stata creata una documentazione ad hoc per guidarli attraverso il processo.","web_3":"In sostanza, ponendo l'accento su un'esperienza utente, l'app web di LIR offre agli appassionati di musica la possibilità di esplorare e godersi il loro pezzi ricercati, abbattendo le barriere di ingresso nello spazio delle criptovalute.","idea_1":"La proposta di valore di LIR consiste nella creazione di un marketplace dedicato ai fan più appassionati, in cui possono collezionare e ascoltare versioni uniche di canzoni.","idea_2":"Nonostante l'emergere di vari marketplace di musica NFT negli ultimi anni, attualmente nessuno offre il modello di business proposto da LIR. La chiave della differenziazione risiede nell'oggetto della tokenizzazione.","idea_3":"A differenza dei marketplace esistenti, che tokenizzano la versione principale di una canzone, limitandone la riproducibilità e l'esposizione dell'artista, LIR mira a tokenizzare esclusivamente versioni uniche di brani creati su misura dall'artista, lasciando le versioni master alle piattaforme di streaming convenzionali. Questo approccio consente agli artisti di monetizzare la propria musica attraverso digital collectibles senza compromettere le ormai certe entrate delle piattaforme di streaming.","idea_4":"Inoltre LIR offre la possibilità di finanziare gli artisti in modo complementare al tradizionale merchandising. Acquistando queste versioni uniche, i fan migliorano la propria esperienza musicale e allo stesso tempo investono nel successo dell'artista, poiché il valore dei token è correlato ai risultati ottenuti dall'artista stesso.","semi_1":"I Token Semi-Fungibili (SFT) sono stati introdotti dallo standard ERC-1155 e combinano il meglio dei token fungibili tradizionali (FT) e dei token non fungibili (NFT). A differenza degli NFT, dove ogni token emesso possiede proprietà completamente uniche, gli SFT possono condividere determinate proprietà tra più token. In termini pratici, attraverso la tokenizzazione di versioni uniche di canzoni tramite SFT, le rendiamo accessibili a un pubblico più ampio anziché a un singolo individuo e, pertanto, rappresentano la soluzione migliore per la nostra applicazione.","semi_2":"Nel nostro ecosistema, i token sono associati a un URI di metadati. Questo URI indirizza a un documento JSON archiviato tramite IPFS contenenti varie informazioni, inclusi il nome dell'artista, il titolo della canzone, l'immagine di copertina e l'audio completo. Mentre la maggior parte dei dati è liberamente accessibile, l'accesso al file audio è limitato.","semi_3":"L'audio è archiviato utilizzando un protocollo IPFS “submarined” che garantisce l’accesso solo dopo aver dimostrato di essere il proprietario del token. Appoggiandosi al protocollo IPFS, che è un sistema di archiviazione decentralizzato, LIR garantisce la natura non custodiale dei token, cosicché il loro valore non dipenda dalla sopravvivenza dell'azienda. Questo è un punto chiave nella nostra strategia di differenziazione dato che molte piattaforme del settore adottano sistemi custodial che rappresentano un single-point-of-failure e annullano una delle caratteristiche principali di questi token, ovvero il riconoscimento della proprietà e la decentralizzazione.","semi_4":"Allo stesso tempo, garantendo che solo i proprietari dei token possano accedere all'audio, LIR permette di preservare un maggior senso di esclusività e proprietà.","smart_1":"La prima decisione cruciale nello sviluppo di LIR è la scelta della blockchain appropriata. Con un focus sull'efficienza, la sicurezza, la decentralizzazione e l'impatto ambientale, LIR ha optato per Polygon, una side-chain Ethereum PoS, che garantisce la sicurezza di una soluzione layer-one altamente decentralizzata come Ethereum insieme all'efficienza di una soluzione layer-two.","smart_2":"Per garantire un'efficienza senza intoppi, sono stati sviluppati due smart contracts aggiornabili: il Contratto di Minting, personalizzato per ogni artista, permette la creazione di token; mentre il Contratto Marketplace gestisce le transazioni e gli scambi.","smart_3":"Il processo di creazione dei token si basa sullo standard ERC-1155, che consente la creazione di token multipli in una singola transazione, riducendo costi e tempo di esecuzione e consentendo la reversibilità delle transazioni.","smart_4":"Il Contratto Marketplace si occupa delle transazioni dei token e incorpora un'interfaccia richiesta per l'interazione con il Contratto di Minting, oltre a interfacce aggiuntive per consentire vari metodi di trasferimento di criptovalute.","smart_5":"Riassumendo, gli smart contracts sono componenti vitali di LIR al fine di garantire transazioni sicure e trasparenti e il riconoscimento della proprietà dei token.","mobile_1":"L'app mobile è stata sviluppata con lo scopo di offrire un'esperienza di streaming audio coinvolgente e piacevole agli utenti. A differenza dell'app web, non supporta l'acquisto di token semi-fungibili, concentrandosi invece sullo streaming audio. L’obiettivo è fornire agli utenti una piattaforma centralizzata e ad hoc in cui godersi le loro versioni alternative di canzoni. Questo differenzia LIR dalle piattaforme esistenti che forniscono file audio scaricabili limitati alla riproduzione tramite applicazioni predefinite di minor qualità e fruibilità.","product_1":"LIR è una piattaforma di streaming musicale che integra un marketplace, permettendo agli utenti di creare, vendere e godersi brani musicali digitali collezionabili.","product_2":"Per comprendere a pieno LIR, possiamo suddividerla in quattro macro-componenti: Smart Contracts, Token Semi-Fungibili, App Web e App Mobile.\t\nOgni componente svolge un ruolo cruciale nel funzionamento e nell'esperienza utente. Esaminando queste macro-componenti singolarmente, possiamo approfondire i dettagli intricati e la complessità di LIR.","idea_title":"Value Proposition & Validation","idea_title_1":"Value Proposition","idea_title_2":"Validation","validation_1":"Il processo di convalida ha utilizzato un duplice approccio, integrando metodi mirati ad attori esterni come form e interviste, così come metodi svolti internamente come external & internal analysis.","validation_2":"Dallo fase iniziale di sviluppo del concetto, abbiamo condotto interviste con vari artisti ed esperti del settore musicale. Inoltre, abbiamo sviluppato un form per convalidare la nostra ipotesi riguardante l'interesse delle persone nelle versioni alternative. Lo studio si è concentrato su Gen Z e Millennials, ricevendo oltre 350 risposte. Queste risposte hanno permesso di confermare la validità della nostra ipotesi. Inoltre, questi feedbacks sono stati fondamentali per valutare la fattibilità del progetto e hanno svolto un ruolo cruciale nel perfezionamento del prodotto e value proposition di LIR.","validation_3":"Contemporaneamente, abbiamo condotto external e internal analysis per valutare la profittabilità e il potenziale di successo del settore. Queste analisi hanno fornito preziose informazioni sul panorama del mercato aiutandoci a valutare la fattibilità della nostra impresa.","validation_4":"Combinando gli input raccolti dalle interviste e i risultati delle nostre analisi complete, abbiamo ottenuto una validazione a tutto tondo della nostra idea di startup. Questo processo ci ha permesso di perfezionare e modellare le offerte di LIR per allinearle alle richieste del mercato e aumentare le probabilità di successo.","platform_title":"Sviluppo piattaforma","WalletCreation_title":"Guida per acquisto di un token LIR","WalletCreation_title_1":"Crea un crypto-wallet","WalletCreation_title_2":"Acquista token MATIC su Polygon Chain","WalletCreation_title_1_1":"Installa l'estensione MetaMask","WalletCreation_title_1_2":"Crea un nuovo portafoglio","WalletCreation_title_2_1":"Cambia Metamask Network","WalletCreation_title_2_2":"Acquisto di token MATIC","WalletCreation_title_1_1_1":"MetaMask è un software che fornisce la creazione di un crypto-wallet, strumento utilizzato per interagire con diverse blockchain. Per installare l'estensione, vai su","WalletCreation_title_1_1_2":"e clicca \"Download\".","WalletCreation_title_1_1_3":"Il pulsante reindirizza all'archivio delle estensioni del browser. Facendo clic su \"Add\", l'estensione viene scaricata. Le immagini si riferiscono all'installazione di MetaMask per Google Chrome, ma il processo è simile per ogni browser.","WalletCreation_title_1_1_4":"Fai clic su \"Add to Chrome\" e \"Add extensions\" per scaricare il file zip. Una volta completato il download, il file dovrebbe eseguirsi automaticamente. In caso contrario, esegui il file zip.","WalletCreation_title_1_2_1":"Una volta installata l'estensione, verrai reindirizzato alla pagina di inizializzazione di MetaMask. In caso contrario, puoi accedervi guardando le diverse estensioni installate e facendo clic sull'icona MetaMask. Qui puoi creare un nuovo wallet cliccando sul relativo pulsante.","WalletCreation_title_1_2_2":"Una volta concordati i termini di utilizzo di MetaMask e cliccato “Create a new wallet”, è necessario creare una password.","WalletCreation_title_1_2_3":"E' essenziale proteggere il tuo portafoglio MetaMask. Si consiglia vivamente di vedere il video fornito da MetaMask. Riassumendo, se perdi la tua password o se elimini il tuo portafoglio MetaMask, puoi recuperare il tuo account utilizzando la Secret Recovery Phrase. La Secret Recovery Phrase (SRP) è una frase univoca di 12 parole che viene generata quando si crea un portafoglio su MetaMask. Conservarla in modo sicuro è obbligatorio!","WalletCreation_title_1_2_4":"Si consiglia vivamente di fare clic su \"Secure my wallet\" e generare la frase segreta di recupero.","WalletCreation_title_1_2_5":"Una volta che la Secret Recovery Phrase è stata generata e memorizzata, devi fornire prova della sua memorizzazione inserendo le parole mancanti.","WalletCreation_title_1_2_6":"Complimenti. Hai creato il tuo primo crypto-wallet!","WalletCreation_title_2_1_1":"Il prossimo passo è acquistare alcuni token MATIC per poter completare gli acquisti sulla piattaforma di LIR.","WalletCreation_title_2_1_2":"Il primo compito è cambiare la blockchain con cui interagiamo su MetaMask. A causa del minor consumo energetico, impatto ambientale e costi di transazione, i SFTs di LIR vengono creati sulla blockchain Polygon e non sulla blockchain Ethereum.","WalletCreation_title_2_1_3":"Clicca sul pulsante \"Ethereum Mainnet\" e si aprirà la sezione di rete. Qui puoi aggiungere la nuove blockchain cliccando \"Add network\".","WalletCreation_title_2_1_4":"Ora verrà aperto un elenco di possibili networks. Fai clic sul pulsante \"Add\" accanto a Polygon Mainnet.","WalletCreation_title_2_1_5":"Se non trovi Polygon Mainnet nella sezione \"Popular Custom Network\" puoi aggiungerlo manualmente. Inserisci i seguenti dettagli:","WalletCreation_title_2_1_6":"Approva la rete per utilizzarla all'interno di MetaMask e passa a Polygon Mainnet.","WalletCreation_title_2_2_1":"Ora sei più su Ethereum Mainnet ma su Polygon. Puoi controllare su quale blockchain stai interagendo guardando in alto a destra nel pannello MetaMask.","WalletCreation_title_2_2_2":"Da qui puoi acquistare MATIC facendo clic sul pulsante \"Buy\". Una nuova finestra verrà aperta.","WalletCreation_title_2_2_3":"Seleziona la tua regione e saranno disponibili diversi metodi di pagamento. Scegli quello che meglio si adatta alla tua richiesta. In generale i bonifici bancari sono più economici ma richiedono più tempo. D'altra parte, le carte di debito/credito sono più veloci ma più costose.","WalletCreation_title_2_2_4":"Seleziona la rete Polygon e cerca il token MATIC. Una volta fatto, fai clic sul pulsante per connettere il tuo portafoglio MetaMask.","WalletCreation_title_2_2_5":"Apparirà un pop-up MetaMask. Seleziona il portafoglio desiderato e collega l'account.","WalletCreation_title_2_2_6":"Ora puoi selezionare il numero di token che desideri acquistare. Nell'esempio stiamo acquistando 50€ di MATIC. Quindi vengono proposte diverse quote. Seleziona l'offerta più conveniente. Ad esempio, la quota suggerita da MetaMask è quella fornita da Mercuryo. L'exchange offre 89.146712 token Matic a un prezzo di 48,49€. 1.51€ sono le commissioni che riceverà l'exchange. Indipendentemente da cosa scegli, finirai per pagare 50 €. Pertanto, l'offerta più vantaggiosa è quella che ti dà il maggior numero di token.","WalletCreation_title_2_2_7":"Una volta selezionato il preventivo e il relativo cambio, verrai reindirizzato alla pagina del cambio dove potrai facilmente seguire i suoi passaggi per completare il processo.","WalletCreation_title_2_1_5_1":"Nome della rete: Polygon Mainnet","WalletCreation_title_2_1_5_2":"RPC URL: https://rpc-mainnet.maticvigil.com/","WalletCreation_title_2_1_5_3":"Chain ID: 137","WalletCreation_title_2_1_5_4":"Symbol: MATIC","WalletCreation_title_2_1_5_5":"Block Explorer URL: https://polygonscan.com/"}