{"get_in":"Contattaci","banner_1":"Stiamo attivamente cercando partner e artisti che si uniscano alla nostra piattaforma.","banner_2":"Clicca sul banner per leggere la documentazione del progetto.","banner_3":"Sei un artista?","banner_4":"Clicca qui e scopri una stima delle tue vendite su LIR.","prototype":"La piattaforma","roadMap_1":"Value Proposition & Validation","roadMap_2":"Sviluppo piattaforma","roadMap_3":"Processo di auditing e coinvolgimento di partner","roadMap_4":"Lancio","roadMap_5":"Prima vendita di digital collectibles","newsletter":"Iscriviti alla newsletter","news_button":"Iscriviti","get_in_below":"Per una partnership e maggiori informazioni","herosection_p":"Le tue canzoni preferite, disponibili in diverse e uniche versioni.","service_30sec":"L' anteprima del brano di 30s è sempre accessibile e gratuita anche se non sei registrato.","service_title":"Come funziona?","prototype_left":"esplora, colleziona e scambia","service_expl_1":"gratuitamente, è sufficiente un indirizzo e-mail valido.","service_expl_2":"Hai bisogno di un portafoglio NFT per acquistare brani. Connettilo dopo aver effettuato l'accesso. Non ce l'hai?","service_expl_3":"Costruisci la tua collezione unica, goditi le tue canzoni preferite sulla nostra mobile app e scambia brani.","prototype_right":"goditi la tua collezione","roadMap_2_list1":"Smart Contracts","roadMap_2_list2":"Semi-Fungible Tokens","roadMap_2_list3":"Web App","roadMap_2_list4":"Mobile App","news_button_info":"inserisci e-mail","newsletter_below":"Per rimanere aggiornato sui nostri progressi","explanation_title":"Cosa è LIR?","herosection_scoll":"più informazioni","explanation_text_1":"LIR è una piattaforma di streaming musicale. Ogni traccia disponibile è una versione inedita della canzone originale scambiabile sul nostro marketplace.","explanation_text_2":"La nostra piattaforma vive delle variazioni create da artisti che reinterpretano le loro canzoni cambiando testi, tempo e backing track.","explanation_text_3":"I fan possono collezionare, ascoltare e rivendere le versioni acquistate. Ascolta la preview e scopri la versione che preferisci.","explanation_text_4":"Ogni traccia è un digital collectible (Semi Fungible Token) la cui autenticità, scarsità e processo di transazione si basa sulla tecnologia blockchain. Cos'è un NFT?","service_subtitle_1":"Log in / registrati","service_subtitle_2":"Connetti il portafoglio","service_subtitle_3":"Colleziona, ascolta e scambia","service_expl_1_link":"Crea un account","service_expl_1_prev":"Crea un account, un indirizzo e-mail valido è tutto ciò di cui hai bisogno.","service_expl_2_link":"Segui la nostra guida per crearne uno.","service_expl_2_prev":"Hai bisogno di un crypto-wallet per acquistare brani. Connettilo dopo aver effettuato l'accesso.","button_documentation":"documentazione","explanation_text_2_1":"La vendita su LIR di queste versioni permette ai fan di finanziare gli artisti, ottenendo un brano inedito il cui valore è legato al successo dell'artista.","explanation_text_NFT":"Cos'è un NFT?","herosection_discover":"Esplora le collezioni","roadMap_4_projection":"Previsto nel Q4-2023","service_button_signUp":"Registrati","explanation_text_click":"Clicca qui","newsletter_below_small":"Inserendo l'indirizzo e-mail, confermi di aver letto le nostre condizioni d'uso.","service_strip_download":"Abbiamo sviluppato l'app mobile per goderti comodamente le tue versioni.","explanation_text_4_prev":"Ogni traccia è un digital collectible nella forma di un SFT (Semi-fungible Token) la cui autenticità, rarità e processo di transazione si basano sulla tecnologia blockchain.","explanation_text_button":"Maggiori informazioni su LIR","\nservice_button_discover":"Scopri le collezioni"}