{"web_1":"Within the web app, users can effortlessly explore, acquire, and potentially resell tokens, which grant them exclusive audio rights of alternative song versions. A notable feature is the availability of a 30-second preview for each song version, enabling users to sample the music and make informed decisions.","web_2":"The web app is designed to provide a user-friendly and intuitive platform for users.\nA particular emphasis has been placed on simplifying the purchase process. LIR aims to ensure that even individuals who are less familiar with the crypto universe can easily navigate the steps involved in creating and using a crypto-wallet. In fact, special documentation has been created to guide them through the process, ensuring accessibility for all.","web_3":"By prioritizing a seamless user experience, LIR's web app empowers music enthusiasts to explore and enjoy their songs while breaking down entry barriers to the crypto universe.","idea_1":"LIR's value proposition is to create a marketplace where the most demanding fans collect and listen to unique song versions.","idea_2":"While several NFT music marketplaces have emerged in the past few years, none currently offer the highly specialized business model that LIR proposes.The key differentiating factor lies in the object of tokenization.","idea_3":"Existing marketplaces tokenize the master version of song, limiting its reproducibility and artist exposure. In contrast, LIR aims to tokenize exclusively tailor-made unique versions of songs, while leaving the master versions to conventional streaming platforms. This approach allows artists to monetize their music through digital collectibles without compromising the reliable revenue stream from streaming platforms.","idea_4":"LIR offers a new chance to fund artists parallel to classic merchandising. Acquiring these unpublished versions, fans enrich their own music experience while investing in the artist's success: the tokens value is directly correlated with the artist's achievements.","semi_1":"SFTs (Semi-Fungible Tokens) have been introduced by the ERC-1155 standard and combine the best of traditional FTs (Fungible Tokens) and NFTs (Non-Fungible Tokens). Unlike NFTs, where each minted token possesses entirely unique properties, SFTs can share certain properties among multiple tokens. In practical terms, by tokenizing unique song versions through SFTs, we make them accessible to a broader audience rather than just a single individual and therefore, they represent the best solution for our application.","semi_2":"In our ecosystem, tokens are associated with a metadata URI. This URI links to a JSON document that stores various data including artist's name, song name, cover image, and complete audio. While most of the data is freely accessible, the audio file access is actually restricted. The audio is stored using a submarined IPFS protocol, ensuring that only by proving token ownership you can access the full audio.","semi_3":"By relying on IPFS, which is a decentralized storage system, LIR ensures the non-custodial nature of tokens, also meaning that their value is not dependent on the survival of the company. This is a key point in our differentiation strategy given that many platforms in the industry adopt custodial systems which represent a single point of failure and destroys one of the core features of these tokens which is property recognition and decentralization.","semi_4":"Simultaneously, by guaranteeing that only token owners can access the audio, LIR preserves a sense of exclusivity and ownership.","smart_1":"The first crucial decision in the development of LIR is selecting the appropriate blockchain. With a focus on efficiency, security, decentralization and environmental impact, LIR has opted for Polygon, an Ethereum PoS side-chain, which guarantees the security of a highly decentralized layer one solution (Ethereum) together with the efficiency of a layer two solution.","smart_2":"To ensure smooth functionality, two upgradable smart contracts have been developed: the Minting Smart Contract, customized for each artist, enables tokens creation; while the Marketplace Smart Contract manages transactions and exchanges.","smart_3":"The minting process relies on the ERC-1155 standard, allowing for multiple token issuance in a single transaction, reducing costs and execution time and enabling transactions reversibility.","smart_4":"The Marketplace Smart Contract takes responsibility for token transactions. It incorporates a required interface for interaction with the Minting Smart Contract, as well as additional interfaces to enable various methods of cryptocurrency transfers.","smart_5":"In summary, smart contracts are vital components of LIR in order to guarantee secure and transparent transactions and property recognition of tokens.","mobile_1":"The mobile app is developed to give users an immersive and pleasurable audio streaming experience. Unlike the web app, it does not support the purchase of semi-fungible tokens, focusing on providing users with a centralized platform where they can enjoy their alternative song versions instead of downloading music and relying on the default audio applications of their smartphones.","product_1":"LIR is a music streaming platform that integrates a marketplace, empowering users to create, sell, and enjoy digital collectible songs.","product_2":"To provide a comprehensive understanding of LIR, we can break it down into four macro- components: Smart Contracts, Semi-Fungible tokens, Web App, and Mobile App. Each of these components plays a crucial role in the overall functionality and in the user experience. By examining these macro-components individually, we can delve into the intricate details and complexity of LIR.\t","idea_title":"Value Proposition & Validation","idea_title_1":"Value Proposition","idea_title_2":"Validation","validation_1":"The validation process utilized a dual approach, integrating methods targeted towards external stakeholders, such as forms and interviews, as well as methods executed internally, such as external/internal analysis.","validation_2":"From the initial concept development, we conducted interviews with various artists and music industry experts.  Moreover, we developed a form to validate our hypothesis regarding the interest of people in alternative versions of songs. The study targeted Gen Z and Millennials, and we received over 350 responses through the form. These responses allowed us to confirm the validity of our hypothesis regarding the interest in these versions. Furthermore, these feedbacks were critical in assessing the project's viability and played a crucial role in refining LIR's products and value proposition.","validation_3":"Simultaneously, we conducted external and internal analyses to evaluate the industry's profitability and success potential. These analyses provided valuable insights into the market landscape and helped us gauge the feasibility of our venture.","validation_4":"By combining the inputs gathered from interviews and the findings of our comprehensive analyses, we obtained a well-rounded validation of our startup idea. This process enabled us to refine and shape LIR's offerings to align with market demands and increase the likelihood of success.","platform_title":"Platform Development","WalletCreation_title":"Guide to buy a LIR token","WalletCreation_title_1":"Create a crypto-wallet","WalletCreation_title_2":"Buy MATIC Tokens on Polygon Chain","WalletCreation_title_1_1":"Install the MetaMask extension","WalletCreation_title_1_2":"Create a new wallet","WalletCreation_title_2_1":"Change MetaMask Network","WalletCreation_title_2_2":"Matic tokens purchase","WalletCreation_title_1_1_1":"MetaMask is a software cryptocurrency wallet used to interact with different blockchains. To install the extension, go to","WalletCreation_title_1_1_2":"and click on \"Download\".","WalletCreation_title_1_1_3":"The button redirects to the browser extension store. Clicking on “Add”, you install the extension. The pictures refer to a MetaMask Google Chrome installation, but the process is straightforward for each browser.","WalletCreation_title_1_1_4":"Click “Add to Chrome” and “Add extension” to download the zip file. Once the download is completed the file should self-execute. If it is not the case, execute the zip file.","WalletCreation_title_1_2_1":"Once installed the extension, you are redirected to the initialization MetaMask page. If it is not the case, you can access it by looking at the different extensions installed and clicking on the MetaMask icon. Here you can create a new wallet by clicking on the relative button.","WalletCreation_title_1_2_2":"Once agreed on the MetaMask's terms of use and clicked on “Create a new wallet”, you need to create a password.","WalletCreation_title_1_2_3":"You need to secure your MetaMask wallet. It is strongly suggested to see the video provided by MetaMask. Summarizing, if you lose your password, or if you delete your MetaMask wallet, you can retrieve your account using the Secret Recovery Phrase. The Secret Recovery Phrase (SRP) is a unique 12-word phrase that is generated when you first set up MetaMask. Safely storing it is mandatory.","WalletCreation_title_1_2_4":"It is strongly recommended to click on “Secure my wallet” and generate the Secret Recovery Phrase. ","WalletCreation_title_1_2_5":"Once the Secret Recovery Phrase has been generated and stored, you need to provide proof of your storage by inserting the missing words.","WalletCreation_title_1_2_6":"Now you have created your MetaMask crypto wallet!","WalletCreation_title_2_1_1":"The next step is to purchase some MATIC tokens to be able to complete purchases on LIR's platform.","WalletCreation_title_2_1_2":"The first task is to change the MetaMask blockchain. Due to its lower energy consumption and transaction costs, Lir’s NFTs are created on the Polygon blockchain and not on the Ethereum one.","WalletCreation_title_2_1_3":"Click on the “Ethereum Mainnet” button and the network section opens. Here you can add the polygon blockchain by simply tapping on “Add network”. ","WalletCreation_title_2_1_4":"Now a list of different blockchains will be opened. Click on the “Add” button next to Polygon Mainnet. ","WalletCreation_title_2_1_5":"If you do not find Polygon Mainnet in the Popular Custom Network section you can manually add it. Enter the following details:","WalletCreation_title_2_1_6":"Approve the network to be used within MetaMask, and switch to the Polygon Mainnet.","WalletCreation_title_2_2_1":"Now, you are anymore on the Ethereum Mainnet but on Polygon. You can check on which blockchain you are interacting by looking at the top-right of the MetaMask panel.  ","WalletCreation_title_2_2_2":"From here you can buy MATIC by clicking on the “Buy” button. A new window will pop up. ","WalletCreation_title_2_2_3":"Select your region and different payment methods will be available. Choose the one that fits best your interest. In general bank transfers are cheaper but require more time. On the other hand, debit/credit cards are faster but more expensive.","WalletCreation_title_2_2_4":"Select the Polygon network and look for the MATIC token. Once done, click on the button to connect your MetaMask wallet.","WalletCreation_title_2_2_5":"A MetaMask pop-up will appear. Select the desired wallet and connect the account. ","WalletCreation_title_2_2_6":"Now you can select the number of tokens you would like to buy. In the example, we are buying 50€ worth of MATIC. Then different quotes are proposed. Select the more convenient offer. In the example, MetaMask suggested the quote provided by Mercuryo. The exchange is offering 89.146712 Matic tokens at a price close to 48.49€. 1.51€ are the commission the exchange will receive. No matter what exchange you choose you will end up paying 50€. Thus, the most favorable offer is the one that gives you the most tokens.","WalletCreation_title_2_2_7":"Once selected the quote and the relative exchange, you will be redirected to the exchange page where you can easily follow their steps to complete the process.","WalletCreation_title_2_1_5_1":"Network Name: Polygon Mainnet","WalletCreation_title_2_1_5_2":"RPC URL: https://rpc-mainnet.maticvigil.com/","WalletCreation_title_2_1_5_3":"Chain ID: 137","WalletCreation_title_2_1_5_4":"Symbol: MATIC","WalletCreation_title_2_1_5_5":"Block Explorer URL: https://polygonscan.com/"}