{"title":"Terms and Conditions","cookie":"Cookie","license":"License","removal":"Removal of links from our website","disclaimer":"Disclaimer","reservation":"Reservation of Rights\n","Hyperlinking":"Hyperlinking to our Content","content_liability":"Content Liability","removal_paragraph":"If you find any link on our Website that is offensive for any reason, you are free to contact and inform us at any moment. We will consider requests to remove links, but we are not obligated to or so or to respond to you directly.\nWe do not ensure that the information on this website is correct. We do not warrant its completeness or accuracy, nor do we promise to ensure that the website remains available or that the material on the website is kept up to date.","title_paragraph_1":"Welcome to LIRMusic! These terms and conditions outline the rules and regulations for the use of Lir's Website, located at https://lirmusic.com or https://www.lirmusic.com.","title_paragraph_2":"By accessing this website, we assume you accept these terms and conditions. Do not continue to use LIRMusic if you do not agree to take all of the terms and conditions stated on this page.","cookie_paragraph_1":"The website could use cookies to help personalize your online experience. By accessing LIRMusic, you agreed to use the required cookies.","cookie_paragraph_2":"A cookie is a text file that is placed on your hard disk by a web page server. Cookies cannot be used to run programs or deliver viruses to your computer. Cookies are uniquely assigned to you and can only be read by a web server in the domain that issued the cookie to you.","cookie_paragraph_3":"We may use cookies to collect, store, and track information for statistical or marketing purposes to operate our website. You have the ability to accept or decline optional Cookies. There are some required Cookies that are necessary for the operation of our website. These cookies do not require your consent as they always work. Please keep in mind that by accepting required Cookies, you also accept third-party Cookies, which might be used via third-party provided services if you use such services on our website, for example, a video display window provided by third parties and integrated into our website.","license_paragraph_1":"Unless otherwise stated, LIR and/or its licensors own the intellectual property rights for all material on LIRMusic. All intellectual property rights are reserved. You may access this from LIRMusic for your own personal use subjected to restrictions set in these terms and conditions.You must not:","license_paragraph_2":"This Agreement shall begin on the date hereof.\nParts of this website offer users an opportunity to post and exchange opinions and information in certain areas of the website. LIR does not filter, edit, publish or review Comments before their presence on the website. Comments do not reflect the views and opinions of LIR, its agents, and/or affiliates. Comments reflect the views and opinions of the person who posts their views and opinions. To the extent permitted by applicable laws, LIR shall not be liable for the Comments or any liability, damages, or expenses caused and/or suffered as a result of any use of and/or posting of and/or appearance of the Comments on this website.","license_paragraph_3":"LIR reserves the right to monitor all Comments and remove any Comments that can be considered inappropriate, offensive, or causes breach of these Terms and Conditions. You warrant and represent that:","license_paragraph_4":"You hereby grant LIR a non-exclusive license to use, reproduce, edit and authorize others to use, reproduce and edit any of your Comments in any and all forms, formats, or media.","reservation_paragraph":"We reserve the right to request that you remove all links or any particular link to our Website. You approve to immediately remove all links to our Website upon request. We also reserve the right to amend these terms and conditions and its linking policy at any time. By continuously linking to our Website, you agree to be bound to and follow these linking terms and conditions.","disclaimer_paragraph_1":"To the maximum extent permitted by applicable law, we exclude all representations, warranties, and conditions relating to our website and the use of this website. Nothing in this disclaimer will:\n","disclaimer_paragraph_2":"The limitations and prohibitions of liability set in this Section and elsewhere in this disclaimer: (a) are subject to the preceding paragraph; and (b) govern all liabilities arising under the disclaimer, including liabilities arising in contract, in tort, and for breach of statutory duty.\nAs long as the website and the information and services on the website are provided free of charge, we will not be liable for any loss or damage of any nature.","Hyperlinking_paragraph_1":"The following organizations may link to our Website without prior written approval:","Hyperlinking_paragraph_2":"These organizations may link to our home page, to publications, or to other Website information so long as the link: (a) is not in any way deceptive; (b) does not falsely imply sponsorship, endorsement, or approval of the linking party and its products and/or services; and (c) fits within the context of the linking party's site.\nWe may consider and approve other link requests from the following types of organizations:","Hyperlinking_paragraph_3":"We will approve link requests from these organizations if we decide that: (a) the link would not make us look unfavorably to ourselves or to our accredited businesses; (b) the organization does not have any negative records with us; (c) the benefit to us from the visibility of the hyperlink compensates the absence of LIR; and (d) the link is in the context of general resource information.\nThese organizations may link to our home page so long as the link: (a) is not in any way deceptive; (b) does not falsely imply sponsorship, endorsement, or approval of the linking party and its products or services; and (c) fits within the context of the linking party's site.","Hyperlinking_paragraph_4":"If you are one of the organizations listed in paragraph 2 above and are interested in linking to our website, you must inform us by sending an e-mail to LIR. Please include your name, your organization name, contact information as well as the URL of your site, a list of any URLs from which you intend to link to our Website, and a list of the URLs on our site to which you would like to link. Wait 2-3 weeks for a response.\nApproved organizations may hyperlink to our Website as follows:","Hyperlinking_paragraph_5":"No use of LIR's logo or other artwork will be allowed for linking absent a trademark license agreement.","license_paragraph_1_list_1":"Copy or republish material from LIRMusic","license_paragraph_1_list_2":"Sell, rent, or sub-license material from LIRMusic","license_paragraph_1_list_3":"Reproduce, duplicate or copy material from LIRMusic","license_paragraph_1_list_4":"Redistribute content from LIRMusic","license_paragraph_3_list_1":"You are entitled to post the Comments on our website and have all necessary licenses and consents to do so;","license_paragraph_3_list_2":"The Comments do not invade any intellectual property right, including without limitation copyright, patent, or trademark of any third party;","license_paragraph_3_list_3":"The Comments do not contain any defamatory, libelous, offensive, indecent, or otherwise unlawful material, which is an invasion of privacy.","license_paragraph_3_list_4":"The Comments will not be used to solicit or promote business or custom or present commercial activities or unlawful activity.","content_liability_paragraph":"We shall not be held responsible for any content that appears on your Website. You agree to protect and defend us against all claims that are raised on your Website. No link(s) should appear on any Website that may be interpreted as libelous, obscene, or criminal, or which infringes, otherwise violates, or advocates the infringement or other violation of, any third party rights.","disclaimer_paragraph_1_list_1":"limit or exclude our or your liability for death or personal injury;","disclaimer_paragraph_1_list_2":"limit or exclude our or your liability for fraud or fraudulent misrepresentation;","disclaimer_paragraph_1_list_3":"limit any of our or your liabilities in any way that is not permitted under applicable law;","disclaimer_paragraph_1_list_4":"exclude any of our or your liabilities that may not be excluded under applicable law.\n","Hyperlinking_paragraph_1_list_1":"Government agencies;","Hyperlinking_paragraph_1_list_2":"Search engines;","Hyperlinking_paragraph_1_list_3":"News organizations;","Hyperlinking_paragraph_1_list_4":"Online directory distributors may link to our Website in the same manner as they hyperlink to the Websites of other listed businesses; and","Hyperlinking_paragraph_1_list_5":"System-wide Accredited Businesses except soliciting non-profit organizations, charity shopping malls, and charity fundraising groups which may not hyperlink to our Web site.","Hyperlinking_paragraph_2_list_1":"commonly-known consumer and/or business information sources;","Hyperlinking_paragraph_2_list_2":"dot.com community sites;","Hyperlinking_paragraph_2_list_3":"associations or other groups representing charities;","Hyperlinking_paragraph_2_list_4":"online directory distributors;","Hyperlinking_paragraph_2_list_5":"internet portals;","Hyperlinking_paragraph_2_list_6":"accounting, law, and consulting firms; and","Hyperlinking_paragraph_2_list_7":"educational institutions and trade associations.","Hyperlinking_paragraph_4_list_1":"By use of our corporate name; or\n","Hyperlinking_paragraph_4_list_2":"By use of the uniform resource locator being linked to; or","Hyperlinking_paragraph_4_list_3":"Using any other description of our Website being linked to that makes sense within the context and format of content on the linking party's site."}